Repository: NaN-tic/trytond-stock_shipment_weight
Catalog: locale/*.po
Languages: es

# field:party.party,company_bank_accounts:
source: Company Bank Accounts
es: Cuentas bancarias de la empresa

# field:party.party,party_bank_accounts:
source: Party Bank Accounts
es: Cuentas bancarias del tercero

# field:party.party,payable_bank_account:
source: Default Payable Bank Account
es: Cuenta bancaria de pago por defecto

# field:party.party,payable_company_bank_account:
source: Default Company Payable Bank Account
es: Cuenta bancaria de la empresa de pago por defecto

# field:party.party,receivable_bank_account:
source: Default Receivable Bank Account
es: Cuenta bancaria de cobro por defecto

# field:party.party,receivable_company_bank_account:
source: Default Company Receivable Bank Account
es: Cuenta bancaria de la empresa de cobro por defecto

# field:party.party-bank.account-company,company:
source: Company
es: Empresa

# field:party.party-bank.account-company,company_bank_accounts:
source: Company Bank Accounts
es: Cuentas bancarias de la empresa

# field:party.party-bank.account-company,party:
source: Party
es: Tercero

# field:party.party-bank.account-company,payable_bank_account:
source: Payable bank account
es: Cuenta bancaria de pago

# field:party.party-bank.account-company,payable_company_bank_account:
source: Company Payable bank account
es: Cuenta bancaria de la empresa de pago

# field:party.party-bank.account-company,receivable_bank_account:
source: Receivable bank account
es: Cuenta bancaria de cobro

# field:party.party-bank.account-company,receivable_company_bank_account:
source: Company Receivable bank account
es: Cuenta bancaria de la empresa de cobro

# model:party.party-bank.account-company,name:
source: Party Bank Account Company
es: Cuentas bancarias del tercero
